In [5]:
x=10
print(x)

10

In [15]:
import pandas as PD

In [39]:
Dat1=PD.read_excel(r'C:\Users\User\Desktop\DAT1.xlsx')

In [20]:
Dat1

    Name  Age  Salary
0   Upma   23   10000
1  Delta   23   10000
2   Dany   21   10000

In [28]:
Dat2 = PD.read_csv(r'C:\Users\User\Desktop\DAT2.csv')

In [29]:
Dat2

    Name  Age  Salary
0   Upma   23   10000
1  Delta   23   10000
2   Dany   21   10000

In [3]:
import os

In [7]:
import pandas as PD

In [4]:
os.getcwd()

'C:\\Users\\User'

In [17]:
Dat3 = PD.read_csv('Dat3.tsv', sep ='\t')

In [18]:
Dat3

   rollno   name  batch
0      21  Rohit   1840
1      25  Bibek   1456
2      28  Rajiv   1544
3      30  Abhik   4151